[
    {
        "name": "Travel",
        "url": "@/assets/images/travel.png",
        "id": "web-travel",
        "sort": "web",
        "description": "Discover the world with Travel Agency, your online gateway to customized travel experiences. <br> From exotic getaways to adventurous treks, we offer tailored packages for every traveler. <br> Enjoy seamless booking, 24/7 support, and exclusive deals. <br> Explore global destinations with us and create unforgettable memories. <br> Your adventure begins here!"
    }, {
        "name": "Jump",
        "url": "@/assets/images/jump.png",
        "id": "web-jump",
        "sort": "web",
        "description": "Step into comfort and performance with our top-of-the-line running shoes. <br> Designed for all levels, our collection offers superior cushioning, support, and durability. <br> Experience the perfect blend of style and functionality. <br> Elevate your run with our cutting-edge footwear technology. <br> Run faster, farther, and stronger with us!"
    }, {
        "name": "Restaurant",
        "url": "@/assets/images/restaurant.png",
        "id": "web-restaurant",
        "sort": "web"
    }, {
        "name": "garage",
        "url": "@/assets/images/garage.png",
        "id": "web-garage",
        "sort": "web"
    }, {
        "name": "mobile-shop",
        "url": "@/assets/images/mobile-shop.png",
        "id": "web-mobile-shop",
        "sort": "web",
        "description": "Welcome to our mobile shop, your one-stop destination for the latest smartphones. <br> Explore a wide range of top brands with cutting-edge features and sleek designs. <br> Enjoy competitive prices and exclusive deals. <br> Experience seamless shopping with fast delivery and excellent customer service. <br> Upgrade your mobile experience with us!"
    },
    {
        "name": "city",
        "url": "@/assets/images/city.png",
        "id": "design-city",
        "sort": "design",
        "description": "Discover the essence of urban exploration with our City Tour logo. <br> Featuring a modern, vibrant design, it encapsulates the spirit of adventure and discovery. <br> The logo integrates iconic city landmarks, highlighting the charm and uniqueness of each destination. <br> Perfect for all your city tour branding needs, it promises to attract and inspire travelers. <br> Explore the city with our distinctive and memorable logo!"
    }, {
        "name": "halloween",
        "url": "@/assets/images/halloween.png",
        "id": "design-halloween",
        "sort": "design",
        "description": "Embrace the spooky season with our Halloween logo design. <br> Featuring eerie elements like haunted houses, bats, and pumpkins, it captures the essence of Halloween. <br> The dark, bold colors and creepy typography add to the haunting atmosphere. <br> Perfect for all Halloween-themed events and promotions, this logo will grab attention and set the perfect spooky tone. <br> Get ready to thrill and chill with our standout Halloween logo design!"
    }, {
        "name": "mobile1",
        "url": "@/assets/images/mobile1.png",
        "id": "design-mobile1",
        "sort": "design",
        "description": "Our mobile logo design encapsulates modern connectivity and sleek aesthetics. <br> Featuring a minimalistic smartphone icon, it symbolizes cutting-edge technology and innovation. <br> The vibrant colors and clean lines make it eye-catching and memorable. <br> Ideal for mobile shops, tech startups, and app developers, this logo embodies the essence of mobility and progress. <br> Elevate your brand's image with our stylish and contemporary mobile logo design. <br>"
    }, {
        "name": "mobile2",
        "url": "@/assets/images/mobile2.png",
        "id": "design-mobile2",
        "sort": "design",
        "description": "Our mobile logo design exudes simplicity and sophistication, featuring a sleek smartphone silhouette. <br> The design uses a bold, dynamic color palette to convey energy and modernity. <br> The minimalistic approach ensures versatility, making it perfect for various applications, from mobile shops to tech services. <br> This logo represents innovation and seamless connectivity. <br> Stand out in the tech world with a logo that defines clarity and forward-thinking. <br>"
    }, {
        "name": "adventure",
        "url": "@/assets/images/adventure.png",
        "id": "design-adventure",
        "sort": "design",
        "description": "Our Adventure in the Desert logo captures the essence of excitement and exploration. <br> Featuring a dynamic dune landscape with a setting sun, it highlights the thrill of desert escapades. <br> The warm color palette of oranges and yellows evokes the heat and beauty of the desert. <br> Silhouettes of camels and adventurers add a touch of authenticity and adventure. <br> This logo is perfect for travel agencies and tour operators offering unforgettable desert experiences. <br>"
    }, {
        "name": "sunrise",
        "url": "@/assets/images/sunrise.png",
        "id": "design-sunrise",
        "sort": "design",
        "description": "The Sunrise logo beautifully encapsulates the hope and promise of a new day. <br> Featuring a radiant sun rising over a horizon, it uses warm colors like oranges, pinks, and yellows to convey warmth and positivity. <br> The elegant, sweeping lines of the sun's rays symbolize growth and renewal. <br> This logo is ideal for brands aiming to evoke optimism, new beginnings, and inspiration, making it perfect for wellness centers, travel agencies, and nature-oriented businesses. <br>"
    }
]